<template>
  <div class='hpersonal'>
    <h2>Wissini个人简历</h2>
    <div class='intention'>
      <p><span>求职意向:</span></p>
      <p><span>期望工作性质:</span><span>全职</span></p>
      <p><span>期望从事职业:</span><span>用户体验（UE/UX）设计、用户界面（UI）设计</span></p>
      <p><span>期望从事行业:</span><span>互联网/电子商务、用户体验</span></p>
      <p><span>期望工作地区:</span><span>不限</span></p>
      <p><span>期望月薪:</span><span>面议</span></p>
      <p><span>目前状况:</span><span>可立即上岗</span></p>
    </div>
    <h4>个人简介</h4>
    <div class='content'>
      <p v-for="(item, idx) in grjlList" :key="idx">{{item}}</p>
    </div>
    <h4>工作经历</h4>
    <div class='content'>
      <p v-for="(item, idx) in gzjlDataList" :key="idx">{{item}}</p>
    </div>
    <h4>项目经验</h4>
    <div class='content'>
      <p v-for="(item, idx) in xmjyDataList" :key="idx">{{item}}</p>
    </div>
    <h4>教育背景：</h4>
    <p style='display:flex;'>  
      <span>2012/09 -- 2016/07</span>
      <span>武汉工商学院</span>
      <span>视觉传达</span>
      <span>本科</span>
    </p>
    <h4>专业技能:</h4>
    <p >用户界面（UI）设计、用户体验（UE/UX）设计、网页设计  </p>
    <h4>工作总结:</h4>
    <div class='content'>
      <p v-for="(item, idx) in gzzjDataList" :key="idx">{{item}}</p>
    </div>
    <h4>联系方式：</h4>
     <p style='display:flex;'>  
      <span>Tel：17600251625</span>
      <span>Email：Wuyunfei303@163.com</span>
    </p>
     <h4></h4>
     <div class='content'>
      <p v-for="(item, idx) in grmyDataList" :key="idx">{{item}}</p>
    </div>
  </div>
</template>
<script setup>
const grmyDataList = [
    '仰之弥高，钻之弥坚',
    '瞻之在前，忽焉在后。',
    '瞻之在前，忽焉在后，',
    '博我以文，约我以礼，',
    '欲罢不能，既竭吾才，',
    '如有所立卓尔。',
    '我欲从之，寻进之道也。'
    ]
const grjlList = [
  '1.本人从事5年用户体验研究，参与过联想、新浪、谷歌等用户体验Professional的UED讲座，学习并应用，用研的具体的步骤，方法，在公司多次策划参与用户体验研究，对用户体验全套方案有完整工作流程、经验。从角色扮演、权重分析、到原型设计、交互说明以及解决方案。能够对项目产品的点击率和留存率提高13%，为公司贡献了自己的力量;',
  '2.带领过UED团队，以用户体验为方向，优化、重塑公司产品，具备良好的沟通能力和强烈的团队意识,性格开朗，自信，思维活跃，极富创造力，易于沟通；熟悉不同智能手机操作系统的设计风格，对视觉和用户体验设计有深入的理解;',
  '3.对于移动用户体验有完整的工作经历。从角色扮演、权重分析、到原型设计、交互说明及用户体验整套的文档说明以及解决方案。项目最终上线后使页面改版前后点击率和跳转率提高。在公司整体项目中起到了关键性的作用;',
  '4.对微信小程序有实际的操作经验。从小程序项目的立项、布局样式、页面交互流程到最后的测试上线有完整的流程规范;',
  '5.了解W3C标准设计规范，在设计上会为Build（前端工程师）减少开发障碍。喜欢使用自适应风格设计和空间感设计来设计页面，页面设计严格符合Web标准;',
  '6.熟悉UE交互设计整套的流程规范，交互需求等文档分析整理。知道移动与PC端用户体验设计如何满足用户刚需和痛点，有实际的成功案例。可以做到与Build、iOS、安卓的无缝连接;',
  '7.有整套UI设计规范，符合3C标准制作规范，及部门间T+6重点工作项目规范、以及敏捷有整套UI设计规范，符合3C标准制作规范，及部门间T+6重点工作项目规范、以及敏捷;',
  '8.熟悉Interaction Design交互设计整套工作流程。交互用例需求分档调理清晰。知道浏览器M版和手机APP版在交互上的本质区别。可以做到与前端工程师无缝连接;',
  '9.有过团队管理经验，透彻的分析公司产品运营需求、用户需求并参与市场调研，快速响应市场及用户反应，提炼产品易用性、友好性、 特色特点进行设计的优化;',
  '10.具有较强的审美及设计能力，所设计项目内容符合当下的流行趋势，深知用户体验的要点，在界面交互上每一个手势的的变化都会带给用户不一样的体验; ',
  '11.熟练产品设计的流程及方法，对产品流程、用户操作流程及用户体验有深入了解；热爱用户体验设计、移动用户体验设计、用户界面设计;',
  '12.熟练操作photoshop、Adobeillustrator、Sketch、Figma、inDesign、After Effectis、Axure、Dreamweave;',
  '13.具有良好的沟通表达及项目协调能力，深知注重团队合作意识的重要性，对设计和体验设计有深入的理解;',
  '14.对移动用户体验有深入的研究及成功项目，对分析用户画像、用户焦点分析、数据分析研究、参与式设计、可用性测试、交互交流、绘画简易原型等用研步骤熟练掌握;',
  '15.对移动用户研究和应用较为擅长，善于参与、窜写、指导、新项目的用研分析，熟知Internet products（互联网产品）的多样性;',
  '16.善于用户对象重新整理产品功能贴合运营需求发现用户核心需求、进行分析、从组、减少用户流失达到稳定增加用户留存及页面点击;',
  '17.在项目经验方面担任过各端项目的项目经理，平均每次项目完成的时间都有不同时间上的1-2天提前结案上线。每个项目都会提高13% - 18%点击率和跳转率;',
  '18.适应力强，自身约束力强，有良好的服务意识，能较好地处理人际关系;',
  '19.熟悉各种浏览器以及设备的适配。 20：学习了解Dreamweaver、sublime等前端开发软件，熟悉div、html5前端代码;',
  '20.学习了解Dreamweaver、sublime等前端开发软件，熟悉div、html5前端代码;',
  '21.生活中工作中对待朋友同事比较热情，有需要我帮助的地方，一般都会积极的去帮助;',
  '22.执行力较强，和产品、技术、运营部门能够熟练进行协调工作，能够保证准时或提前完成工作量;',
  '23.期待与团队的共同成长，贡献自己的一份力量;',
]
const gzjlDataList = [
  '2020/02 – 至今',
  '甲乙丙丁(北京)电子商务股份有限公司 （负责ERP管理系统、WMS仓储管理系统、CRM客户管理系统及各APP、小程序的设计与优化） | UED负责人 (P8-M2)互联网 | 民营企业 | 规模: 1000+人以上 | ',
  '1.负责公司PC端、移动设备、小程序，对各项目进行合理分析并制定相应规范;',
  '2.对整体项目进行视觉、交互、等方面的合理排期；拟定项目周期、调控人员分配等工作;',
  '3.带领公司UED部门进行合理分析需求，与产品部门进行项目协调，与运营商讨方案可行性;',
  '4.带领UED部门进行用户需求调研、评审、页面设计规范设计排版。分析用户画像、用户焦点分析、数据分析研究、参与式设计、可用性测试等方法。进行角色扮演、权重分析、到原型设计、交互说明及用户体验文档输出以及解决方案。优化项目点击率与跳转率，增加用户留存率',
  '5.协助各部门之间的工作，完善和优化项目整体细节;',
  '6.与运营部门进行头脑风暴、商讨运营方案可行性、 协助运营完善方案进一步促进用户转换;',

  '2018/09 – 2020/02',
  '联想集团 （智慧校园项目组 负责设计校园可视化设备、配套小程序、app设计） | 设计主管/UED主管 (P6-M1)互联网 | 民营企业 | 规模: 10000人以上 | ',
  '1.参与用户体验研究，到实际使用场景以用户的角度来体验我们的产品（校园门禁、刷卡刷脸设备、可视化大屏、配套小程序），分析产品的易用性，可用性，发掘各方面的不足从而获得更好的用户体验;',
  '2.负责校园可视化设备的界面设计风格交互方式的制定;',
  '3.负责视觉实现的检查，监督产品视觉的实现质量;',
  '4.协助各部门之间的工作，将整体的细节进行一个完善和修改;',
  '5.参与内部各项设计方案的策划、组织团队头脑风暴; 协助公司企划部总监完成项目的 设计文案工作;',

  '2015/04 – 2018/09',
  '买买科技有限公司 （UED部门负责策划实现公司官，频道页，APP界面改版，UED/UCD） | 设计主管/UCD主管 (P5-M1)互联网/电子商务 | 民营企业 | 规模: 500人以上 |',
  '1.负责协助设计总监完成公司PC端、移动设备、可视设备端的管理系统、SaaS系统、组件库、APP、官网，设计改版，从B端及C端用户进行合理分析并制定改版规范;',
  '2.负责各频道页面日常改版优化，对用户分析从B端C端入手对用户进行全面的重新编组，从而提高页面的点击率和跳转率;',
  '3.负责各频道页面日常改版优化，对用户分析从B端C端入手对用户进行全面的重新编组，从而提高页面的点击率和跳转率',
]

const xmjyDataList = [
  'UED负责公司旗下',
  '-汽修服务站系统、ERP管理系统、WMS仓储管理系统、CRM客户管理系统及其移动端;',
  '-订单通、商家帮、门店帮手、鸥鸟等APP;',
  '-配件查查、车店管家、订单通等微信小程序P;',
  '',
  '项目一： 甲乙丙丁（UED负责人）',
  '项目名称：车店管家app、小程序',
  '项目周期：2020年4月到2020年6月',
  '项目描述：挖掘汽车后市场用户的购买、使用特征和需求痛点，构建并描绘出每一类用户的特征和购买行为，为车店管家项目设计优化提供依据.',
  '',
  '我的职责:',
  '1.带领UED该项目成员进行车后市场全流程体验，建立流程图;',
  '2.使用脑暴、卡片分组等形式找出有效用户痛点，并输出相应解决方案;',
  '3.与产品优化产品流程输出产品功能交互文档，交于设计小组进行输出;',
  '4.沟通解决项目中遇到的问题，协调解决开发中遇到的难点保证项目顺利上线.',
  '',
  '项目二： 甲乙丙丁（UED负责人）',
  '项目名称：配件查查小程序',
  '项目周期：2020年3月到2020年5月',
  '项目描述：汽修类查询工具小程序可根据车架号、车牌等信息查询车辆配件、方便汽修门店查询购买配件。' ,
  '',
  '我的职责：' ,
  '1.与产品讨论功能实现及前端展现形式敲定方案;',
  '2.组织项目立项会议、研讨会、技术评审与沟通协商输出最优的解决方案;',
  '3.到线下门店进行用户调研基于用户购买、使用特征构建用户画像，描绘用户搜索配件购买旅程;',
  '4.提供可操作化的画像应用建议，并实例展示策略选择和小程序落地设计，输出功能架构、建立设计语言、统一组件从而提高设计效率.',
  '',
  '项目三： 联想集团（设计主管/UED主管）',  
  '项目名称：校园智慧ECC/校园营养膳食分析模块',
  '项目周期：2018年11月到2019年3月',
  '项目描述：以“中央厨房＋智慧餐饮”为核心的校园智慧餐厅，团餐信息化一站式解决方案，打造产业链闭环服务，让每一个孩子吃好 保护校园食品安全',
  '',
  '我的职责：' ,
  '1.组织项目立项等初期工作，针对校园易用实施ECC初步方案。与产品及UE进行跟进协调达到项目的及时性;',
  '2.与前端及Java进行沟通设计流程周遇到的问题并实施优化方案;',
  '3.定制视觉规范把控项目视觉质量;',
  '4.对整体项目进行评估并输出项目周期等T+6文档的检验.',
  '项目介绍',
  '通过云厨ECC+中央厨房ERP搭建线上+线下团餐信息化闭环。赋能校园食品安全，实现从供应链、中央厨房校园团餐场景用户的全产业链信息化及全流程服务管理.',
  '',

  '项目四： 买买网（UCD主管/设计主管）',
  '项目名称：视觉组件库B端/C端',
  '项目周期：2017年3月到2017年6月',
  '项目描述： 组织实现组件库项目提升B端及C端用户的操作体验。为产品后期维护提供保障',
  '',
  '我的职责：',
  '1.辅助设计总监组织项目立项等初期工作，针对用户体验反馈规划组件库实施方案;',
  '2.与产品及UE进行跟进协调达到项目的及时性;',
  '3.与前端及Java进行协调组件库实施方案;',
  '4.协助总监对整体项目进行评估并输出项目周期等T+6文档的检验.',
  '项目介绍:',
  '买买网组件库是推进SaaS系统推广及用户易操作性在不同使用情况下为用户生成的专属组件库用户可操作组件库对个人的H5页面进行组合与调整.',
  '',
  '项目五: 买买网（UCD主管/设计主管） ', 
  '项目名称：PC端后台管理系统/APP页面交互输出优化',
  '项目周期：2015年4月到2018年9月',
  '项目描述： 持续优化后台管理系统页面、调整布局、提升易用性、解决商家在日常使用的易用性问题',
  '',
  '我的职责： ',
  '1.参与项目立项会议整理问题，并提出解决方案;',
  '2.根据产品原型进行优化设计管理系统首页布局。',
  '3.倾听商家在使用中遇到的操作问题并优化相关页面。',
  '4.负责首页、订单、商品列表、等app页面的设计',
]
const gzzjDataList = [
    '1. 在很多的成功的案例中，对用户研究有过深入的见解，并且拥有成熟的项目设计流程，可以实现项目的快速高效开发。',
    '2. 个人擅长不同端可视化设备用户体验。',
    '3. 自己在用研方面的方法：用户焦点、数据可见、设计规格、项目计划、报告草案、人物角色、概念图、最后报告、研究员、调查、工艺流程、在线调查、卡片分类等用研方法的总结。',
    '4. 对工作认真负责，不推卸责任，工作上可以独当一面。',
    '5. 对与新领域要有探索学习的精神，深知团队协同的重要性。',
    '6. 对待产品时经常问自己：',
    '    一、为什么要做这个？它到底解决了什么样的问题？',
    '    二、这个东西如果不做，是否可以达到同样的效果？',
    '    三、这个东西要做，要达到什么目标？',
    '    四、目标要什么标准来衡量？',
    '做每一款产品亦是如此，少做无用功是为了可以更好的优化产品来服务与用户与企业。',
]


</script>
<style lang='scss' scope>
.hpersonal{
  .intention{
    padding: 34px 0;
    border-bottom: 1px solid #252525;
    p{
      line-height:20px;
      span{
        &:nth-child(1){
          color: #555555;
          display:inline-block;
          width:160px;
        } 
      }

    }

  }
  width: 60%;
  margin: 0 auto;
  font-family: PingFangSC-Regular, PingFang SC;
  font-size: 14px;
  h2{
    font-weight: 400;
    color: #D8D8D8;
    line-height: 42px;
    font-size: 30px;
    text-align: center; 
    padding-top: 80px;
  }
  h4{
     font-size: 22px;
     padding: 30px 0;

  }

  .content{
    line-height: 25px;
    p{

    }
  }

}

</style>